Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c81.pdf.tmx
Source language: fin
Languages: sme

source: Hallituksen esityksessä laiksi Metsähallituksesta (HE 154/ 2004 vp) ehdotetaan (4 § 2 momentti) säädettäväksi seuraavaa: ”Metsähallituksen hallinnassa olevien luonnonvarojen hoito, käyttö ja suojelu on sovitettava yhteen saamelaiskäräjistä annetussa laissa (974/1995) tarkoitetulla saamelaisten kotiseutualueella siten, että saamelaisten kulttuurin harjoittamisen edellytykset turvataan – –.
sme: Meahciráđđehusláhkaárvalusas (HE 154/2004 vp) evttohuvvo (4 § 2 momeanta) čuovvovaččat: ”Meahciráđđehusa hálddašan luondduriggodagaid dikšun, geavaheapmi ja suodjaleapmi galget heivehuvvot oktii sámediggelágas (974/1995) oaivvilduvvon sámiid ruovttuguovllus nu, ahte sámiid vejolašvuođat bargat iežaset kultuvrrain dorvvastuvvojit – –.

source: ” Lainkohdan yksityiskohtaisten perustelujen mukaan saamelaisten kulttuuriin kuuluvaksi katsottaisiin myös saamelaisten perinteiset elinkeinot kuten poronhoito, kalastus ja metsästys.
sme: ” Dán lágačuoggá dárkilet ákkastallamiin sámiid kultuvrii gehččojuvvojit gullat maiddái sámiid árbevirolaš ealáhusat dego boazodoalu, guolástus ja meahccebivdu.

source: (Kaldoaivin paliskunta) +Ei muutosta suunnitelmaan.
sme: (Gálddoaivvi bálggus) +Eai rievdadusat plánii.

source: Kyläyhdistys yhtyy Kolttien kyläkokouksen ja Vätsärin paliskunnan antamiin lausuntoihin.
sme: Gilisearvi lea ovtta oaivilis Nuortalaččaid siidočoahkkima ja Váhčira bálgosa cealkámušaiguin.

source: (Näätämön kyläyhdistys ry) +Ei muutosta suunnitelmaan.
sme: (Njávdáma gilisearvi ro.) +Eai rievdadusat plánii.

source: Tiivistelmä Tiivistelmään tulee lisätä, että Kaldoaivin alue on tärkeä myös luontaiselinkeinoille.
sme: Čoahkkáigeassu Čoahkkáigessui galgá lasihit ahte Gálddoaivvi guovlu lea dehálaš maiddái luondduealáhusaide.

source: Luontaiselinkeinotoimintaa tulee tarkastella laajasti ajansaatossa tapahtuvien muutostarpeiden mukaisesti käsittäen toimenpiteitä, jotka luontaiselinkeinolain mukaan ovat varsinaisia luontaiselinkeinotoimintoja ja toimia joita voidaan luontaiselinkeinotilalla oheistoimintana harjoittaa, kuten matkailu/ohjelmapalvelut, pienimuotoinen tilalla tapahtuva jalostus ja käsityöt.
sme: Luondduealáhusdoaimma galgá guorahallat viidát áiggi mielde dáhpáhuvvi rievdadandárbbuid mielde. Dása gulašedje luondduealáhuslága mielde ieš luondduealáhusat ja dat doaimmat, maiguin luondduealáhus- dálus sáhttá dasa lassin bargat, dego turista/prográmmabálvalusat, smávva- lágan ovddosdikšun ja duodji.

source: että alue on tärkeä luontaiselinkeinoille. +Täydennetty suunnitelmaan.
sme: (Ohcejoga gielda) +Lasihuvvo plána čoahkkáigessui ahte guovlu lea dehálaš luondduealáhusaide.

source: 1 Johdanto Maakuntakaavan valmistumiseen asti alueella on voimassa Lapin seutukaava rakennuslaissa säädetyin oikeusvaikutuksin.
sme: 1 Álggahus Eanagoddeláva gárvvásmuvvama rádjai guovllus lea leamaš fámus Lappi guovloplána oktan eanageavahan- ja huksenlágas ásahuvvon vuoigatvuođaváikkuhusaiguin.

source: Maankäyttö- ja rakennuslain maakuntakaavaa koskevaa viranomaisen edistämisvelvoitetta ei sisälly rakennuslain mukaiseen seutukaavaan.
sme: Eanageavahan- ja huksenlága eanagoddelávvii guoskevaš eiseválddi ovddidangeatnegasvuohta ii leat huksenlága mieldásaš guovlolávas.

source: Suunnitelman seutukaavan oikeusvaikutuksia koskevaa osuutta on tältä osin syytä tarkistaa.
sme: Dán plána guovloláva vuoigatvuođaváikkuhusaide guoskevaš ossodaga gánnáha dákko dárkkistit.

source: Myös seutu- kaavan sisältöä tämän alueen osalta tulisi kuvata.
sme: Maiddái guovloláva sisdoalu dán guovllu hárrái galggašii buktit ovdan.

source: (Lapin liitto)
sme: (Lappi lihttu)

source: -Oikeusvaikutuksiltaan seutukaava
sme: -Vuoigatvuođaváikkuhusaid dáfus

source: vastaa maankäyttö- ja rakennuslain (132/1999) siirtymäsäännösten mukaan maakuntakaavaa.
sme: guovlolávva vástida eanageavahan- ja huksenlága (132/1999) sirdašuvvannjuolggadusaid mielde eanagoddeláva.

source: Seutukaava on monilta osin vanhentunut, ja uuden maakuntakaavan valmistelu on jo pitkällä.
sme: Guovlolávva lea máŋgga dáfus boarásmuvvan ja ođđa eanagoddelávva dáidá gárvvásmuvvat moatte jagi sisa.

source: Teknisesti pitkälle kehittyneiden maiden päättäjät eivät tahdo nähdä eivätkä ymmärtää perinteisten elinkeinojen merkitystä äärialueiden toimeentulolle.
sme: Teknihkalaččat guhkás ovdánan riikkaid mearrideaddjit eai háliit oaidnit eaige áddet árbevirolaš ealáhusaid mearkkašumi ravdaguovlluid áigáibohtui.

source: Toisaalta siellä erämaakäsitys poikkeaa meidän käsityksestämme.
sme: Nuppe dáfus doppe meahcceguovlodoaba spiehkasta min áddejumis áššis.

source: Vallalla on ns. amerikkalainen erämaakäsitys, joka näkee erämaan koskemattomana alueena, jossa korkeintaan käydään seikkailemassa.
sme: Doppe lea ng. amerihkálaš meahcceguovloáddejupmi, mii oaidná meahcceguovllu áidalas guovlun, gos ain sáhttá finadit fearánastimin.

source: Meille taas erämaa on aina ollut luontainen taloudellisen toiminnan alue ja tärkeä toimeentulon lähde.
sme: Midjiide fas meahcceguovlu lea álo leamaš lunddolaš guovlu ekonomalaš doaimmas ja dehálaš áigáiboahtogáldu.

source: -Erämaa-alueen yksi päätarkoitus
sme: (Ohcejoga fdo) +Eai rievdadusat plánii.

source: on luontaiselinkeinojen turvaaminen.
sme: CEALKÁMUŠAT MEAHCIRÁĐĐEHUSA KOMMEANTA JA

source: 1 Johdanto Hks:ssa sanotaan, että saamelaiset eivät ole asuneet kiinteästi suunnitelma-alueella.
sme: 1 Álggahus Plánas daddjojuvvo ahte sámit eai leat ássan fásta plánenguovllus.

source: Tämä ei tietenkään pidä paikkaansa, koska ympäri suunnitelma-aluetta ja erityisesti järvien rannoilla on pitempiaikaisia asuinpaikkoja.
sme: Dát ii dieđusge doala deaivása, dasgo miehtá plánenguovllu ja erenoamážit jávrriid gáttiin gávdnojit guhkitáigásaš ássanbáikkit.

source: Nykyinen jokivarsiasutus on nuorempaa, ehkä alle 300 vuotta.
sme: Dálá johkagáddeássan lea nuorat, várra vuollel 300 jagi lea ássojuvvon ná.

source: Hks:a laadittaessa ei ole käytetty riittävästi saamelaisten historiaa käsitteleviä lähdeaineistoja tai asiantuntijoita.
sme: Plána dagadettiin eai leat geavahuvvon doarvái sámiid historjjá gieđahalli gáldomateriálat dahje áššedovdit.

source: -Suunnitelmassa todetaan, että erityisesti metsä- ja poro saamelaiset ovat ainakin osan vuodesta asuneet metsissä ja tuntureilla vaihtaen asuinpaikkaa riistan, kalantulon ja laidunten mukaan, ilman pysyvämpää kiinteää asuinpaikkaa.
sme: (Ohcejoga guolástanguovlu) Plána mielde erenoamážit vuovde- ja boazosámit leat goittot oasi jagis ássan meahcis ja molson ássanbáikki fuođđo- ja guollesállašiid ja guohtoneatnamiid mielde, almmá ahte livčče ássan guovllus fásta.

source: Tällä ei tarkoiteta sitä, etteivätkö he olisi asuneet alueella pysyvästi.
sme: Dieđusge sii sáhttet leat ássan guovllus bissovaččat.

source: Paimentolaiseen sekä riista- ja kalakantojen hyödyntämiseen erikoistuneeseen elämäntyyliin ei vain kuulunut kiinteä asuinpaikka.
sme: Nomádalaš eallimii ja fuođđo- ja guollenáliiguin ávkkástallamii spesialiseren eallinvuohkái ii gullan fásta ássanbáiki.

source: Erämaa-aluetta tulee käsitellä omana erillisenä kokonaisuutena.
sme: Meahcceguovllu galgá gieđahallat sierra ollisvuohtan.

source: Alueen liittäminen kokonaisuudessaan tai kytkeminen muiden kuin erämaalain mukaan perustettuihin suojelualueisiin ei ole perusteltua, koska toimintojen ohjaaminen laajalla erämaaalueella muuttuu vaikeaksi ja monimutkaiseksi.
sme: Guovllu laktima obban dahje ovttastahttima eará go meahcceguovlolága mielde vuođđuduvvon suodjalanguovlluide ii sáhte ákkastallat, dasgo šattašii váttisin ja mohkkájin stivret doaimmaid viiddis meahcceguovllus.

source: Tulee epätietoisuutta mitä lainsäädäntöä eri tilanteissa tulkitaan.
sme: Báhcá eahpesihkkarin, mo láhkamearrádusat guđege dilis dulkojuvvojit.

source: -Suunnitelmassa on seikkaperäisesti kerrottu, mitä lakeja
sme: -Plánas lea vuđolaččat muitaluvvon, mat lágat čuvvojuvvojit

source: noudatetaan erämaa-alueella ja mitä soidensuojelualueella.
sme: meahcceguovllus ja mat jekkiidsuodjalanguovllus.

source: Koska molemmat alueet on kuitenkin suunniteltava ja ne muodostavat luontonsa ja kulttuurinsa puolesta yhtenäisen kokonaisuuden (soidensuojelualue sijaitsee suurelta osin erämaa-alueen sisällä), joka suunnitellaan yhdellä kertaa, suunnitelmien yhdistämisen on katsottu helpottavan tiedon löytämistä ja vähentävän paperimäärää.
sme: Go guktot guovllut galget goittot plánejuvvot ja dat hábmejit luonddu ja kultuvrra dáfus oktilaš ollisvuođa (jekkiidsuodjalanguovlu lea eanaš meahcceguovllu siste), mii plánejuvvo ovtta háves, de plánaid ovttastahttin dahká álkibun gávdnat dieđuid ja geahpeda bábermeari.

source: Samaten hks:n esityksissä mainitaan aina perusteluissa, mihin lakiin esitys perustuu erämaa-alueella ja mihin soidensuojelualueella.
sme: Plána árvalusain máinnašuvvo maiddái álo ákkastallamiin, guđe láhkii árvalus vuođđuduvvá meahcceguovllus ja guđe láhkii jekkiidsuodjalanguovllus.

source: Lisäksi jokaisessa suunnitelman kartassa näkyy erämaa- ja soidensuojelualueen sijainti.
sme: Dasa lassin plána juohke kárttas oidno, gos meahcceguovlu ja jekkiidsuodjalanguovlu leat.

source: Suunnitelmaa lukiessa kaipaisi tietoa siitä, kuka/ketkä sen ovat kirjoittaneet.
sme: Plána logadettiin háliidivččii diehtit, gii/ geat plána leat čállán.

source: Jos kirjoittajat haluavat pysyä anonyymeinä, olisi kuitenkin mukava esim. alku- tai loppusanoissa mainita, millainen työryhmä suunnitelmaa on koostanut. (Lapin ympäristökeskus)
sme: Jos čállit eai háliit iežaset nama oidnosii, de livččii buorre omd. álgo- dahje loahppasániin máinnašit, makkár bargojoavku lea leamaš čohkkemin plána (Lappi birasguovddáš)

source: -Metsähallituksen uusi suunnitteluohje tukee tätä esitystä.
sme: -Meahciráđđehusa ođđa plánenrávvagat dorjot dán árvalusa.

source: +Lisätty suunnitelman lukuun 1.4 Suunnitteluprosessi suunnitelman koostaja ja ohjausryhmän kokoonpano.
sme: +Lasihuvvon plána lohkui 1.4. Plánenprosessii lasihuvvo plána čohkkejeaddji ja stivrenjoavkku čoakkádus.

source: 3 Hoidon ja käytön tavoitteet Kyseisen luvun alla esitettävät asiat sisältävät useita geologisen luonnon selvitys- ja tutkimustarpeita, joihin ei suunnitelman toimenpiteitä käsittelevissä osissa enää palata.
sme: 3 Dikšuma ja geavaheami ulbmilat Dán logu vuollásaš áššit gieđahallet geologalaš luonddu moanaid čielggadan- ja dutkandárbbuid, mat eai šat boađe ovdan osiin, main gieđahallojit plána doaibmabijut.

source: Tällaisia kohtia ovat esim.:
sme: Dákkár čuoggát leat omd.:

source: - edistää elollisen ja elottoman luonnon kannalta arvokkaiden ja herkkien
sme: - ealli ja jápma luonddu dáfus divrras ja rašis guovlluid máŋgga

source: alueiden monimuotoisuuden säilymistä
sme: hápmásašvuođa seailuma ovddideapmi

source: - alueen erityispiirteiden tunnistaminen ja alueiden käytön sovittaminen
sme: - guovllu mihtilmasvuođaid identifiseren ja guovlluid geavaheami

source: mahdollisimman tasapainoisesti yhteen poikkeuksellisten luonnonolojen ja kulttuuriarvojen turvaamiseksi
sme: heiveheapmi oktii nu dássedettolaččat go vejolaš spiehkasteaddji luonddudilálašvuođaid ja kulturárvvuid dorvvastan dihte

source: - luonnonvarojen kestävä hyödyntäminen siten, että turvataan luonnonvarojen
sme: - luondduriggodagaid bistevaš ávkinatnin nu, ahte dorvvastuvvo

source: saatavuus myös tuleville sukupolville
sme: luondduriggodagaid fidnenvejolašvuohta maiddái boahttevaš buolvvaide

source: - edistetään luonnon virkistyskäyttöä sekä luonto- ja kulttuurimatkailua
sme: - luonddu lustageavaheami ja luonddu- ja kulturturismma ovddideapmi

source: parantamalla monikäytön edellytyksiä.
sme: luonddu lotnolasgeavaheami buorideami bokte.

source: Alueen geologisen luonnon yksityiskohtainen tunteminen on oleellinen perusedellytys tällaisten tavoitteiden saavuttamiseksi, koska alueen maankamaran vesitalous, ravinteisuus, kulutuskestävyys ym. geologisesta syntyhistoriasta johtuvat ominaisuudet asettavat reunaehdot niin eliölajien luontaiselle menestymiselle alueella kuin maaston ja muun luonnon kyvylle kestää eri käyttötapoja.
sme: Lea dehálaš dovdat bures guovllu geologalaš luonddu dákkár ulbmiliid juksan dihte, dasgo guovllu eanavuođu čáhcedoallu, biebmoávnnasdilli, golahangierdilvuohta ja eará geologalaš iešvuođat bidjet ravdaeavttuid sihke ealánšlájaid lunddolaš menestuvvamii guovllus ja eatnama ja eará luonddu návccaide gierdat sierra geavahanvugiid.

source: Geologisten ominaispiirteiden tunteminen ja esittely monipuolistaisivat merkittävästi virkistyskäytön ja luontomatkailun sekä muun monikäytön edellytyksiä.
sme: Geologalaš mihtilmasvuođaid dovdan ja ovdanbuktin máŋggabealagahtášedje mealgat lustageavaheami ja luondduturismma ja eará lotnolasgeavaheami vejolašvuođaid.

source: Suomen suurimmaksi mainitun suon synty- ja kehitysvaiheiden ja rakenteen olettaisi kiinnostavan luontoharrastajia.
sme: Luondduin buđaldeaddjiid gáttášii beroštit dovdat Suoma stuorámussan máinnašuvvon jeakki riegádan- ja ovdánanmuttuid ja ráhkadusa.

source: Tiedot alueen geologiasta ovat toistaiseksi vähäiset ja hyvin yleispiirteiset.
sme: Guovllu geologiija dovdet dássážii oppalaččat hui uhccán.

source: -Suunnitelma-alueen
sme: -Plánaguovllu bákte- ja eana

source: kallio- ja maaperästä sekä vesistöistä on julkaistu perusselvitys vuonna 1999 (Manner &amp; Puro).
sme: vuođu ja čázádagaid birra lea almmustuhtton vuođđočielggadus 1999:s (Manner &amp; Puro).

source: 3 Hoidon ja käytön tavoitteet Tulee huolehtia siitä, että Ramsar-kohteeksi nimetään vain Sammuttijängän–Vaijoenjängän soidensuojelualue, ei koko Kaldoaivin erämaa-aluetta.
sme: 3 Dikšuma ja geavaheami ulbmilat Galgá fuolahit das ahte Ramsar -čuozáhahkan nammaduvvo dušše Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu, ii oppa Gálddoaivvi meahcceguovlu.

source: (Utsjoen rhy ja Utsjoen kalastusalue) Toivottavasti päätösvalta alueen käytöstä pysyy vähintäänkin nykyisellään, eikä siirry esim. EU:lle.
sme: (Ohcejoga fdo ja Ohcejoga guolástang.) Doaivvu mielde mearridanváldi guovllu geavaheamis bissu uhcimustá dálá dásis, iige sirdašuva omd. EU:ai.

source: Asukkaiden mahdollisuus päättää alueen käytöstä tulee säilyttää.
sme: Ássiid vejolašvuođa mearridit guovllu geavaheamis galgá bisuhit.

source: Meille erämaa on kuitenkin osa luonnollista elinpiiriä.
sme: Midjiide meahcceguovlu lea goittot oassi min lunddolaš eallinbirrasis.

source: (Utsjokisuun kyläyhdistys ry ja Tenonlaakson yrittäjät ry)
sme: (Ohcejotnjálmmi gilisearvi ro ja Deanuleagi fitnodatolbmot ro)

source: -Suunnittelija tarkisti nykytilanteen.
sme: -Plánejeaddji dárkkistii dálá dili.

source: Sammuttijängän–Vaijoenjängän soidensuojelualue on liitetty merkittävien kosteikkojen luetteloon eli ns. Ramsar -kohteeksi.
sme: Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu lea laktojuvvon mearkkašahtti láktasajiid logahallamii dahjege ng. Ramsar-čuozáhahkan.

source: Tämä ei vaikuta nykyisiin hallintasuhteisiin.
sme: Dát ii váikkut dálá hálddašangaskavuođaide.

source: Erämaa-alue ei ole Ramsar-alue.
sme: Meahcceguovlu ii gula Ramsar-guovlluide.

source: +Tieto on päivitetty suunnitelmaan.
sme: +Diehtu lea beivejuvvon plánii.

source: Hks:n tavoitteiksi on määritelty oikeutetusti erämaalain mukaiset tavoitteet – alueen erämaaluonteen ja rauhan säilyttäminen sekä luontaiselinkeinojen edellytysten säilyttäminen.
sme: Plána ulbmilin leat meroštallon áibbas riekta meahcceguovlolága mieldásaš ulbmilat: guovllu meahcceguovloiešlági ja ráfi seailluheapmi ja luondduealáhusaid vejolašvuođaid seailluheapmi.

source: Hks-luonnoksessa mainittu selvitys käyttäjien toiveista painottaa samaa näkökulmaa.
sme: Plánaárvalusas máinnašuvvon čielggadus guovllu geavaheaddjiid sávaldagaid birra deattuha seamma jurddašanvuogi.

source: Selvityksen mukaan retkeilijät tulevat hakemaan alueelta nimenomaan koskemattomuutta ja rauhaa.
sme: Čielggadusa mielde vánddardeaddjit bohtet ohcat guovllus namalassii guoskameahttun luonddu ja ráfi.

source: (Suomen luonnonsuojeluliitto)
sme: (Suoma luonddusuodjalanlihttu)

source: Suunnitelman perusteet ovat suurelta osin laadittu MH:n omien selvitysten, kokemusten ja tietojen pohjalta.
sme: Plána ákkat leat buorre muddui dahkkojuvvon Meahciráđđehusa iežas čielggadusaid, vásáhusaid ja dieđuid vuođul.

source: Saamelaisten kotiseutualueella tulisi saamelaiset elinmahdollisuudet olla hks:n lähtökohtana.
sme: Sámiid ruovttuguovllus galggašedje leat plána vuođđun sámiid eallinvejolašvuođat.

source: Vaikka MH onkin käsitellyt suunnitelmaa eri elimissä tai kuulemistilaisuuksissa, ei niiden eikä perinteisten elinkeinojen harjoittajien tietojen tai kokemusten huomioiminen ole näkyvää jälkeä tuottanut, johtunee myös liian isosta intressiryhmien määrästä.
sme: Vaikko MR leage gieđahallan plána sierra orgánain dahje gullandilálašvuođain, de eai dat eaige árbevirolaš ealáhusaiguin bargi olbmuid dieđuid dahje vásáhusaid vuhtiiváldin leat báljo buktán bohtosiid. Dása sáhttá leat sivvan maiddái menddo stuorra berošteaddjijoavku.

source: -Hks on laadittu osallistavan suunnittelun periaatteella.
sme: (Ohcejoga guolástanguovlu) Plána lea dahkkojuvvon oassálasti plánenprinsihpa mielde.

source: Eri osapuolten ja intressiryhmien näkemykset on otettu mahdollisuuksien mukaan ja voimassa olevan lainsäädännön puitteissa huomioon.
sme: Sierra oassebeliid ja berošteaddjijoavkkuid oainnut leat vejolašvuođaid mielde váldojuvvon mielde ja dálá láhkamearrádusaid olis váldojuvvon vuhtii plána dagadettiin.

source: MH on käyttänyt lukuisia ulkopuolisia asiantuntijoita perusselvitysten laadinnassa.
sme: MR lea geavahan moanaid olggobeale áššedovdiid vuođđočielggadusaid dahkamis.

source: Kaikki mainitut erämaalain tarkoitukset tukevat perinteisiä luontaiselinkeinoja, joten virkistyskäytön tulee olla vasta toissijaisena vähäisenä käyttömuotona, näin säilytetään myös ns. ”erämaaluonne”.
sme: Buot meahcceguovlolága ulbmilat dorjot árbevirolaš luondduealáhusaid, ja nuba lustageavaheapmi galgá boahtit easkka dan maŋŋá smávvalágan geavahanhápmin. Ná seailluhuvvo maiddái ng. ”meahcceguovloiešláhki”.

source: Alueidenkäytön keskeisten tavoitteiden luettelo tukee perinteisiä elinkeinoja.
sme: Guovlluidgeavaheami guovddáš ulbmiliid logahallan doarju árbevirolaš ealáhusaid.

source: Kaikessa suunnittelussa tulee ottaa huomioon myös tilojen perinteinen käyttö ja nautinta ja kuulla heidän näkemyksiään.
sme: Buot plánemis galgá váldit vuhtii maiddái dáluid árbevirolaš geavaheami ja návddašeami ja gullat sin oainnuid.

source: Suunnitelmalla pyritään turvaamaan paikallisten ihmisten perinteiset oikeudet eikä esitetä niihin muutoksia.
sme: Plána bokte geahččalit dorvvastit báikkálaš olbmuid árbevirolaš vuoigatvuođaid, eaige dat evttohuvvo rievdaduvvot.

source: Suunnittelua ohjanneet lait, asetukset, alue- ja kulttuurihistoria, suunnittelun tarve ja tavoitteet on selkeästi kirjattu suunnitelmaan.
sme: Plánema stivren lágat, ásahusat, guovllu- ja kulturhistorjá, plánema dárbu ja ulbmilat leat čielgasit merkejuvvon plánii.

source: Kuitenkin olisi syytä pohtia tarkemmin sitä, millä painoarvolla alueen Natura 2000 -ohjelmaan kuulumista tuodaan esille.
sme: Gánnáhivččii goittot dárkileappot suokkardit, man ollu guovllu gullan Natura 2000 -prográmmii buktojuvvo ovdan.

source: Otsikolle vaihtoehtoinen nimi voisi olla Kaldoaivin ja Sammuttijängän–Vaijoenjängän Natura 2000 -alueen hoito- ja käyttösuunnitelma, sillä suunnitelma palvelee myös Natura 2000 -alueen hoito- ja käyttösuunnitelmana.
sme: Molssaeaktun dálá bajilčállagii sáhtášii leat Gálddoaivvi ja Sámmotjeakki – Vadjotjeakki Natura 2000 -guovllu dikšun- ja geavahanplána, dasgo plána bálvala maiddái Natura 2000 -guovllu dikšun- ja geavaanplána.

source: Ilmeisesti painottaminen kansalliseen lainsäädäntöön on tietoinen valinta, koska Natura-päätös ei ole tuonut erämaa-alueille käytännössä mitään muutoksia.
sme: Várra váldegottálaš láhkamearrádusaid deattuheapmi lea diđolaččat válljejuvvon, dasgo Natura-mearrádus ii leat iešalddes moktige rievdadan meahcceguovlluid geavaheami.

source: Suunnitelman loppupuolella korostetaankin, että Kaldoaivin alueella Natura 2000 -ohjelman toteutuskeinona on erämaalaki ja soidensuojelualueella luonnonsuojelulaki.
sme: Plána loahpageahčen deattuhuvvoge ahte Gálddoaivvi guovllus Natura 2000 -prográmma ollašuhttojuvvo meahcceguovlo- ja jekkiidsuodjalanguovlu fas luonddusuodjalanlága vuođul.

source: Selväähän on, että luontodirektiivi pitää sisällään samat velvoitteet kuin mitkä on annettu kansallisesti LsL:n 10 luvun kautta, miltä osin samat säädökset koskevat molempia alueita.
sme: Lea čielggas ahte luondodirektiiva doallá sisttis seamma geatnegasvuođaid go mat leat addojuvvon váldegottálaččat LsL:a 10 logu vuođul, ja nuba seamma njuolggadusat gusket guktuid guovlluide.

source: Suunnitelman vaikutuksia Natura 2000 -alueeseen tulisi pohtia myös siltä kannalta, mitä riskejä erämaalain mukainen toteutus voisi aiheuttaa Natura 2000 -alueelle ja miten ne voidaan minimoida.
sme: Plána váikkuhusaid Natura 2000 -guvlui galggašii suokkardit maiddai dakko, mo meahcceguovlolága mieldásaš ollašuhttin sáhtášii čuohcit Natura 2000 -guvlui ja mo riskkaid sáhtášii geahpedit nu ollu go vejolaš.

source: (Lapin ympäristökeskus)
sme: (Lappi birasguovddáš)

source: -Suunnitelma sisältää
sme: -Plánas lea mielde

source: suunnitelman vaikutusten Natura-arvioinnin.
sme: plána váikkuhusaid Natura-árvvoštallan.

source: Natura 2000 -alueiden hoito ja käyttö -työryhmämietinnössä todetaan, että nykyiset erämaaalueiden hks:t soveltuvat hyvin myös Natura 2000
sme: daddjojuvvo ahte meahcceguovlluid dálá dikšun- ja geavahanplánat heivejit bures maiddái Natura 2000 -guovlluid dikšun- ja geavahanplánan.

source: -alueiden hoito- ja käyttö
sme: +Eai rievdadusat plánii.

source: Viranomaisten tehtäviä kuvaavassa suunnitelman kappaleessa annetaan kuva MH:n yksinvaltaisesta roolista luonnonsuojeluhallinnon toimijana.
sme: Plána eiseváldebargguid govvideaddji bihtás addojuvvo dakkár govva ahte MR livččii okto luonddusuodjalanhálddahusa doaibmin.

source: Samalla tavoin suunnitelman loppupuolella ympäristökeskuksen luonnonsuojelun tehtäväksi määritellään lähinnä lupaviranomaisena toimiminen.
sme: Seammaláhkai plána loahpageahčen Birasguovddáža luonddusuodjalanbargun meroštallo vuosttažettiin doaibmat lohpeeiseváldin.

source: Laissa ympäristöhallinnosta yhtenä alueellisen ympäristökeskuksen tehtävistä mainitaan luonnonsuojelu laajemmin.
sme: Birashálddašanlágas guvllolaš birasguovddáža oktan bargun mainnašuvvo luonddusuodjaleapmi viidáseappot.

source: (Lapin ympäristökeskus) +Täydennetty hks:an alueellisen ympäristökeskuksen rooli toimialallaan lukuun Hoidon ja käytön tavoitteet.
sme: (Lappi birasguovdas) +Dievasmahtton plánii guvllolaš birasguovddáža rolla iežas doaibmasuorggis earret dikšun- ja geavahanulbmiliid.

source: 3 Hoidon ja käytön tavoitteet Lapin liitto laatii Pohjois-Lapin maakuntakaavaa.
sme: 3 Dikšuma ja geavaheami ulbmilat Lappi Lihttu dahká Davvi-Lappi eanagoddeláva.

source: Kaavaluonnos vaihtoehtoineen valmistunee keväällä 2005 ja kaavaehdotus on tarkoitus saattaa hyväksyttäväksi vuonna 2006. Maakuntakaavan vahvistaa ympäristöministeriö.
sme: Lávvaárvalus oktan molssaeavttuiguin gárvvásmuvvá várra giđđat 2005 ja lávvaárvalusa livččii jurdda fidnet dohkkehanláhkai 2006:s. Eanagoddeláva nanne birasministeriija.

source: Perusteellisesti laadittu hks on suureksi avuksi maakuntakaavaa laadittaessa.
sme: Vuđolaččat dahkkojuvvon dikšun- ja geavahanplána lea hui anolaš eanagoddeláva dagadettiin.
